cms-external-sources/tests/test_files/soap/NUR_testSearchByName_invalid_req.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:impl="http://impl.services.screening.medicaid.gov/">
   <soapenv:Header/>
   <soapenv:Body>
      <impl:searchByName>
         <arg0>
            <identifier>2254</identifier>
         </arg0>
      </impl:searchByName>
   </soapenv:Body>
</soapenv:Envelope>